Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Assignment Missing
ar: مهمة مفقودة
ca: Activitat no presentada
cy: Aseiniad ar Goll
da: Opgave mangler
da_instk12: Opgave mangler
de: Aufgabe fehlt
es: Tarea faltante
es_es: Actividad no presentada
fi: Tehtävä puuttuu
fr: Travail manquant
fr_ca: Travail manquant
ga: Tasc ar Iarraidh
hi: असाइनमेंट लापता है
ht: Devwa ki manke
id: Penilaian Tidak Ada
is: Verkefni vantar
it: Compito mancante
ja: 課題がありません
ko: 과제 누락
mi: E ngaro ana Whakataunga
ms: Tugasan Tiada:
nb: Oppgave mangler
nb_instk12: Oppgave mangler
nl: Opdracht ontbreekt
pl: Brak zadania
pt: Tarefa em falta
pt_br: Tarefa em falta
ru: Задание отсутствует
sl: Manjkajoča naloga
sv: Uppgift saknas
sv_instk12: Uppgift saknas
th: ไม่มีภารกิจ
vi: Bài Tập Bị Thiếu
zh: 缺少作业
zh_hk: 缺少作業

source: Assignment Type
ar: نوع المهمة
ca: Tipus d'activitat
cy: Math o Aseiniad
da: Opgavetype
da_instk12: Opgavetype
de: Aufgabentyp
es: Tipo de tarea
es_es: Tipo de actividad
fi: Tehtävätyyppi
fr: Type de travail
fr_ca: Type de travail
ga: Cineál Taisc
hi: असाइनमेंट प्रकार
ht: Tip Sesyon
id: Jenis Tugas
is: Gerð verkefnis
it: Tipo di compito
ja: 課題タイプ
ko: 과제 유형
mi: Momo whakataunga
ms: Jenis Tugasan
nb: Oppgavetype
nb_instk12: Oppgavetype
nl: Opdrachttype
pl: Typ zadania
pt: Tipo de Tarefa
pt_br: Tipo de tarefa
ru: Тип задания
sl: Vrsta naloge
sv: Uppgiftstyp
sv_instk12: Uppgiftstyp
th: ประเภทภารกิจ
vi: Loại Bài Tập
zh: 作业类型
zh_hk: 作業類型

source: Assignments
ar: المهام
ca: Activitats
cy: Aseiniadau
da: Opgaver
da_instk12: Opgaver
de: Aufgaben
es: Tareas
es_es: Actividades
fi: Tehtävät
fr: Travaux
fr_ca: Travaux
ga: Tascanna
hi: असाइनमेंट
ht: Sesyon
id: Tugas
is: Verkefni
it: Compiti
ja: 課題
ko: 과제
mi: Ngā Whakataunga
ms: Tugasan
nb: Oppgaver
nb_instk12: Oppgaver
nl: Opdrachten
pl: Zadania
pt: Tarefas
pt_br: Tarefas
ru: Задания
sl: Naloge
sv: Uppgifter
sv_instk12: Uppgifter
th: ภารกิจ
vi: Bài Tập
zh: 作业
zh_hk: 作業列表

source: Assignments List
ar: قائمة المهام
ca: Llista d'activitats
cy: Rhestr Aseiniadau
da: Opgaveliste
da_instk12: Opgaveliste
de: Aufgabenliste
es: Lista de tareas
es_es: Lista de actividades
fi: Tehtäväluettelo
fr: Liste des tâches
fr_ca: Liste des travaux
ga: Liosta Tascanna
hi: असाइनमेंट सूची
ht: Lis Sesyon
id: Daftar Tugas
is: Verkefnalisti
it: Elenco compiti
ja: 課題リスト
ko: 과제 목록
mi: Rārangi Ngā Whakataunga
ms: Senarai Tugasan
nb: Oppgaveliste
nb_instk12: Oppgaveliste
nl: Opdrachtenlijst
pl: Lista zadań
pt: Lista de tarefas
pt_br: Lista de tarefas
ru: Список заданий
sl: Seznam nalog
sv: Uppgiftslista
sv_instk12: Uppgiftslista
th: รายการภารกิจ
vi: Danh Sách Bài Tập
zh: 作业列表
zh_hk: 作業列表

source: Attach files by tapping an option below.
ar: أرفق ملفات بالضغط على إحدى الخيارات أدناه.
ca: Toqueu una de les opcions següents per adjuntar fitxers.
cy: Atodwch ffeiliau trwy dapio opsiwn isod.
da: Vedhæft filer ved at trykke på en indstilling nedenfor.
da_instk12: Vedhæft filer ved at trykke på en indstilling nedenfor.
de: Hängen Sie Dateien an, indem Sie unten auf eine der Optionen tippen.
es: Adjunte archivos pulsando una opción a continuación.
es_es: Adjuntar archivos pulsando una opción a continuación.
fi: Liitä tiedostoja kommenttiisi napauttamalla alla olevaa vaihtoehtoa.
fr: Joignez des fichiers en appuyant sur l’une des options ci-dessous.
fr_ca: Joindre les fichiers en tapotant sur l’une des options ci-dessous.
ga: Ceangail comhaid trí rogha a thapáil thíos.
hi: नीचे विकल्प पर टैप करके फ़ाइलें संलग्न करें।
ht: Tape yonn nan opsyon pi ba yo pou ka atache fichye.
id: Lampirkan file dengan mengetuk satu opsi di bawah ini.
is: Settu skrár í viðhengi með því að pikka á valkost fyrir neðan.
it: Allega i file toccando una delle opzione seguenti.
ja: 下のオプションをタップして、ファイルを添付してください。
ko: 아래 옵션을 탭하여 파일을 첨부합니다.
mi: Tāpiritia ngā kōnae ma te patopato kōwhiringa i raro.
ms: Kepilkan fail dengan mengetik pilihan di bawah.
nb: Legg ved filer ved å trykke på alternativet nedenfor.
nb_instk12: Legg ved filer ved å trykke på alternativet nedenfor.
nl: Koppel bestanden door op een optie hieronder te tikken.
pl: Załącz pliki, stukając poniższą opcję.
pt: Anexe ficheiros, tocando numa opção abaixo.
pt_br: Anexe arquivos ao tocar em uma opção abaixo
ru: Прикрепите файлы, щелкнув по расположенной ниже опции.
sl: Datoteke priložite, tako da se dotaknete možnosti spodaj.
sv: Bifoga filer genom att trycka på ett alternativ nedan.
sv_instk12: Bifoga filer genom att trycka på ett alternativ nedan.
th: แนบไฟล์โดยกดเลือกตัวเลือกด้านล่าง
vi: Đính kèm tập tin bằng cách nhấn vào tùy chọn bên dưới.
zh: 通过单击下面的选项附加文件。
zh_hk: 輕點以下的一個選項以加入附件檔案。

source: Attach files to your submission by tapping an option below.
ar: أرفق ملفًا لإرسالك بالضغط على إحدى الخيارات أدناه.
ca: Toqueu una de les opcions següents per adjuntar fitxers a l'entrega.
cy: Atodwch ffeiliau i’ch cyflwyniad trwy dapio opsiwn isod.
da: Vedhæft filer til din aflevering ved at trykke på en indstilling nedenfor.
da_instk12: Vedhæft filer til din aflevering ved at trykke på en indstilling nedenfor.
de: Hängen Sie Dateien an Ihre Abgabe an, indem Sie unten auf eine der Optionen tippen.
es: Adjunte archivos a su entrega pulsando una opción a continuación.
es_es: Adjuntar archivos a tu entrega pulsando una opción a continuación.
fi: Liitä tiedostoja lähetykseesi napauttamalla alla olevaa asetusta.
fr: Joignez des fichiers à votre soumission en appuyant sur l’une des options ci-dessous.
fr_ca: Joindre les fichiers à votre envoi en tapotant sur l’une des options ci-dessous.
ga: Ceangail comhaid le d’uaslódáil trí rogha a thapáil thíos.
hi: नीचे विकल्प पर टैप करके अपने सबमिशन पर फ़ाइलें संलग्न करें।
ht: Tape yonn nan opsyon pi ba yo pou ka atache fichye a soumisyon ou an.
id: Lampirkan file ke penyerahan Anda dengan mengetuk satu opsi di bawah ini.
is: Settu skrár í viðhengi í skilum þínum með því að pikka á valkost fyrir neðan.
it: Allega i file alla tua consegna toccando l’opzione sotto.
ja: 下のオプションをタップして、提出物にファイルを添付してください。
ko: 아래 옵션을 탭하여 제출에 파일을 첨부합니다.
mi: Tapiritia ngā kōnae ki tō tāpaetanga ma te patopato kōwhiringa i raro.
ms: Kepilkan fail pada serahan anda dengan mengetik pilihan di bawah.
nb: Legg ved filer til innleveringen din ved å trykke på alternativet nedenfor.
nb_instk12: Legg ved filer til innleveringen din ved å trykke på alternativet nedenfor.
nl: Koppel bestanden aan je inlevering door op een optie hieronder te tikken.
pl: Załącz pliki do przesyłki, stukając poniższą opcję.
pt: Anexe ficheiros à sua submissão, tocando numa opção abaixo.Tem a certeza de que deseja eliminar este comentário?
pt_br: Anexe arquivos ao seu envio ao tocar em uma opção abaixo.
ru: Прикрепите файлы к своей отправке, щелкнув по расположенной ниже опции.
sl: Oddaji priložite datoteke, tako da se dotaknete možnosti spodaj.
sv: Bifoga filer med din inlämning genom att trycka på ett alternativ nedan.
sv_instk12: Bifoga filer med din inlämning genom att trycka på ett alternativ nedan.
th: แนบไฟล์กับผลงานจัดส่งของคุณโดยกดเลือกตัวเลือกด้านล่าง
vi: Đính kèm tập tin vào bài nộp của bạn bằng cách nhấn vào tùy chọn bên dưới.
zh: 通过单击下面的选项将文件附加到提交项。
zh_hk: 輕點下列的一個選項，以加入附件檔案至提交項目。

source: Attach from Canvas files
ar: إرفاق من ملفات Canvas
ca: Adjunta-ho de fitxers del Canvas
cy: Atodi o ffeiliau Canvas
da: Vedhæft fra Canvas-filer
da_instk12: Vedhæft fra Canvas-filer
de: Aus Canvas-Dateien anhängen
es: Adjuntar desde archivos Canvas
es_es: Adjuntar desde archivos de Canvas
fi: Liitä Canvas-tiedostoista
fr: Associer à partir de fichiers Canvas
fr_ca: Joindre des fichiers Canvas
ga: Ceangail ó chomhaid Canvas
hi: Canvas फ़ाइलों से संलग्न करें
ht: Anekse apati de fichye Canvas
id: Lampirkan dari file Canvas
is: Festa úr Canvas-skrám
it: Allega dai file di Canvas
ja: Canvas のファイルから添付する
ko: Canvas 파일에서 첨부
mi: Āpiti mai i ngā kōnae Canvas
ms: Lampirkan daripada fail Canvas
nb: Fest fra Canvas-filer
nb_instk12: Fest fra Canvas-filer
nl: Bijvoegen vanuit Canvas-bestanden
pl: Załącz z plików Canvas
pt: Anexar ficheiros do Canvas
pt_br: Anexar arquivos do Canvas
ru: Вложить из файлов Canvas
sl: Pripni iz datotek Canvas
sv: Bifoga från Canvas-filer
sv_instk12: Bifoga från Canvas-filer
th: แนบจากไฟล์ Canvas
vi: Đính kèm từ các tập tin Canvas
zh: 附加 Canvas 文件
zh_hk: 從 Canvas 檔案附加

source: Attached file
ar: الملف المرفق
ca: Fitxer adjunt
cy: Ffeil wedi’i hatodi
da: Vedhæft fil
da_instk12: Vedhæft fil
de: Angehängte Datei
es: Archivo adjunto
es_es: Archivo adjunto
fi: Liitetty tiedosto
fr: Fichier joint
fr_ca: Fichier joint
ga: Comhad ceangailte
hi: संलग्न फ़ाइल
ht: Fichye Anekse
id: File terlampir
is: Viðhengd skrá
it: File allegato
ja: 添付ファイル
ko: 첨부된 파일
mi: Kōnae kua āpitihia
ms: Fail yang dikepilkan
nb: Vedlagt fil
nb_instk12: Vedlagt fil
nl: Bijgevoegd bestand
pl: Dołączony plik
pt: Ficheiro anexado
pt_br: Arquivo anexo
ru: Прикрепленный файл
sl: Dodana datoteka
sv: Bifogad fil
sv_instk12: Bifogad fil
th: ไฟล์ที่แนบ
vi: Tập tin đính kèm
zh: 附加的文件
zh_hk: 附加的檔案

source: Attachments
ar: المرفقات
ca: Fitxers adjunts
cy: Atodiadau
da: Vedhæftede filer
da_instk12: Vedhæftede filer
de: Anhänge
es: Adjuntos
es_es: Adjuntos
fi: Liitteet
fr: Pièces jointes
fr_ca: Pièces jointes
ga: Ceangaltáin
hi: संलग्नक
ht: Atachman
id: Lampiran
is: Viðhengi
it: Allegati
ja: 添付ファイル
ko: 첨부 파일
mi: Āpitihanga
ms: Lampiran
nb: Vedlegg
nb_instk12: Vedlegg
nl: Bijlagen
pl: Załączniki
pt: Anexos
pt_br: Anexos
ru: Вложения
sl: Priloge
sv: Bilagor
sv_instk12: Bifogade filer
th: เอกสารแนบ
vi: Tập Tin Đính Kèm
zh: 附件
zh_hk: 附件

source: Attachments available
ar: المرفقات متاحة
ca: Hi ha fitxers adjunts disponibles
cy: Atodiadau ar gael
da: Vedhæftede filer er tilgængelige
da_instk12: Vedhæftede filer er tilgængelige
de: Anhänge verfügbar
es: Archivos adjuntos disponibles
es_es: Adjuntos disponibles
fi: Liitteitä saatavilla
fr: Pièces jointes disponibles
fr_ca: Pièces jointes disponibles
ga: Ceangaltáin ar fáil
hi: संलग्नक उपलब्ध हैं
ht: Atachman disponib
id: Lampiran tersedia
is: Viðhengi í boði
it: Allegati disponibili
ja: 別添が利用できます
ko: 첨부 파일 사용 가능
mi: Kei te waatea nga taapiri
ms: Kepilan tersedia
nb: Vedlegg tilgjengelig
nb_instk12: Vedlegg tilgjengelig
nl: Bijlagen beschikbaar
pl: Dostępne załączniki
pt: Anexos disponíveis
pt_br: Anexos disponíveis
ru: Имеются вложения
sl: Na voljo so priloge
sv: Bilagor tillgängliga
sv_instk12: Bilagor tillgängliga
th: มีเอกสารแนบ
vi: Tệp đính kèm có sẵn
zh: 可用附件
zh_hk: 可用附件

source: Attempt %d
ar: المحاولة %d
ca: Intent %d
cy: Ymgais %d
da: Forsøg %d
da_instk12: Forsøg %d
de: Versuch %d
es: Intento %d
es_es: Intento %d
fi: Yritys %d
fr: Tentative %d
fr_ca: Tentative %d
ga: Iarracht %d
hi: प्रयास %d
ht: Tantativ %d
id: Upaya %d
is: Tilraun %d
it: Tentativo %d
ja: 試行%d
ko: 시도 %d
mi: Whakamātau %d
ms: Percubaan %d
nb: Forsøk %d
nb_instk12: Forsøk %d
nl: Poging %d
pl: Próba %d
pt: Tentativa %d
pt_br: Tentativa %d
ru: Попытка %d
sl: Poskus %d
sv: Försök %d
sv_instk12: Försök %d
th: การดำเนินการ %d
vi: Lần Làm %d
zh: 尝试%d
zh_hk: 嘗試%d

source: Attribution
ar: السمة
ca: Reconeixement
cy: Trwydded Attribution
da: Navngivelse
da_instk12: Navngivelse
es: Atribución
es_es: Atribución
fi: Määrite
fr: Paternité
ga: Admháil
hi: एट्रिब्यूशन
ht: Atribisyon
id: Atribusi
is: Eiginleiki
it: Attribuzione
ja: 帰属
ko: 저작자표시
mi: Tukunga
ms: Atribusi
nl: Bijdrage
pl: Przypisanie
pt: Atribuição
pt_br: Atribuição
ru: Определение
sl: Priznanje avtorstva
sv: Attribut
sv_instk12: Attribut
th: การให้เครดิต
vi: Thuộc Tính
zh: 属性
zh_hk: 屬性

source: Attribution No Derivatives
ar: سمة بدون مشتقات
ca: Reconeixement Sense Obres Derivades
da: Navngivelse ingen afledninger
da_instk12: Navngivelse ingen afledninger
de: Attribution, keine Derivate
es: Atribución-SinDerivadas
es_es: Atribución sin derivados
fi: Määrite Ei johdannaisia
fr: Paternité - Pas de travaux dérivés
fr_ca: Attribution — Pas de dérivés
ga: Admháil Gan Dhíorthaigh
hi: एट्रिब्यूशन कोई डेरिवेटिव नहीं
ht: Atribisyon Pa gen Derive
id: Atribusi Tanpa Derivatif
is: Eiginleiki án afleiða
it: Attribuzione - Non opere derivate
ja: 帰属派生物なし
ko: 저작자표시 변경금지
mi: Tukunga Kaore ngā Pārōnaki
ms: Atribusi Tanpa Terbitan
nb: Attribution ingen derivater
nb_instk12: Attribution ingen derivater
nl: Bijdrage, geen afgeleiden
pl: Przypisanie, brak pochodnych
pt: Atribuição não à obras derivadas
pt_br: Atribuição sem derivados
ru: Определение Без производных
sl: Priznanje avtorstva – brez predelav
sv: Attribut – Inga bearbetningar
sv_instk12: Attribut – Inga bearbetningar
th: การให้เครดิต ไม่มีผลงานต่อเนื่อง
vi: Thuộc Tính Không Phái Sinh
zh: 属性 禁止派生
zh_hk: 屬性 ­ 無衍生產品

source: Attribution Non-Commercial
ar: سمة غير تجارية
ca: Reconeixement No Comercial
da: Navngivelse ikke-kommerciel
da_instk12: Navngivelse ikke-kommerciel
de: Attribution, nichtgewerblich
es: Atribución-NoComercial
es_es: Atribución no comercial
fi: Määrite Ei kaupallisia
fr: Paternité - Pas d'Utilisation Commerciale
fr_ca: Attribution — Non commerciale
ga: Admháil Neamhthráchtála
hi: एट्रिब्यूशन गैर-वाणिज्यिक
ht: Atribisyon San Komèsyal
id: Atribusi Non-Komersial
is: Eiginleiki utan viðskiptahagsmuna
it: Attribuzione - Non commerciale
ja: 帰属非商業的
ko: 저작자표시 비영리
mi: Tukunga Non-Commercial
ms: Atribusi Bukan Komersial
nb: Attribution ikke-kommersiell
nb_instk12: Attribution ikke-kommersiell
nl: Bijdrage, niet-commercieel
pl: Niekomercyjne przypisanie
pt: Atribuição uso não comercial
pt_br: Atribuição não comercial
ru: Определение Некоммерческий
sl: Priznanje avtorstva – nekomercialno
sv: Attribut – Ej kommersiellt
sv_instk12: Attribut – Ej kommersiellt
th: การให้เครดิต ไม่ได้ใช้ในเชิงพาณิชย์
vi: Thuộc Tính Phi Thương Mại
zh: 属性 非商业使用
zh_hk: 屬性 - 非商業

source: Attribution Non-Commercial No Derivatives
ar: سمة غير تجارية بدون مشتقات
ca: Reconeixement No Comercial Sense Obres Derivades
da: Navngivelse ikke-kommerciel ingen afledninger
da_instk12: Navngivelse ikke-kommerciel ingen afledninger
de: Attribution, nichtgewerblich, keine Derivate
es: Atribución-NoComercial-SinDerivadas
es_es: Atribución no comercial sin derivados
fi: Määrite Ei kaupallisia Ei-johdannaisia
fr: Paternité - Pas de travaux dérivés - Pas d'Utilisation Commerciale
fr_ca: Attribution — Non commerciale, sans dérivés
ga: Admháil Neamhthráchtála Gan Dhíorthaigh
hi: एट्रिब्यूशन गैर-वाणिज्यिक कोई डेरिवेटिव नहीं
ht: Atribisyon San Komèsyal Ni Derive
id: Atribusi Non-Komersial Tanpa Derivatif
is: Eiginleiki utan viðskiptahagsmuna án afleiða
it: Attribuzione - Non commerciale - Non opere derivate
ja: 帰属非商業的派生物なし
ko: 저작자표시 비영리 변경금지
mi: Tukunga Non-Commercial Kaore Ngā Pārōnaki
ms: Atribusi Bukan Komersial Tanpa Terbitan
nb: Attribution ikke-kommersiell, ingen derivater
nb_instk12: Attribution ikke-kommersiell, ingen derivater
nl: Bijdrage, niet-commercieel, geen afgeleiden
pl: Niekomercyjne przypisanie, brak pochodnych
pt: Atribuição não à obras derivadas uso não comercial
pt_br: Atribuição não comercial, sem derivados
ru: Определение Без производных Некоммерческий
sl: Priznanje avtorstva – nekomercialno – brez predelav
sv: Attribut – Ej kommersiellt/inga bearbetningar
sv_instk12: Attribut – Ej kommersiellt/inga bearbetningar
th: การให้เครดิต ไม่ได้ใช้ในเชิงพาณิชย์ ไม่มีผลงานต่อเนื่อง
vi: Thuộc Tính Phi Thương Mại Không Phái Sinh
zh: 属性 非商业使用 禁止派生
zh_hk: 屬性 - 非商業無衍生產品

source: Attribution Non-Commercial Share Alike
ar: سمة غير تجارية بمشاركة المتشابهين
ca: Reconeixement No Comercial Compartir Igual
da: Navngivelse ikke-kommerciel del ligeligt
da_instk12: Navngivelse ikke-kommerciel del ligeligt
de: Attribution, nichtgewerblich, Share Alike
es: Atribución-NoComercial-CompartirIgual
es_es: Atribución no comercial compartir igual
fi: Määrite Ei kaupallisia Jaa yhtäläisyys
fr: Paternité - Pas d'Utilisation Commerciale - Partage des Conditions Initiales à l'Identique
fr_ca: Attribution — Non commerciale — partager identique
ga: Admháil Neamhthráchtála Roinn Mar a Chéile
hi: एट्रिब्यूशन गैर-वाणिज्यिक एक जैसा साझा करें
ht: Atribisyon San Komèsyal Pataje Tankou
id: Atribusi Non-Komersial Bagikan Sejenis
is: Eiginleiki utan viðskiptahagsmuna Share Alike
it: Attribuzione - Non commerciale - Condividi allo stesso modo
ja: 帰属非商業的似たものを共有する
ko: 저작자표시 비영리 동일조건변경허락
mi: Tukunga Non-Commercial Tuari Rite Tonu
ms: Atribusi Bukan Komersial Berkongsi Sama
nb: Attribution ikke-kommersiell, Share Alike
nb_instk12: Attribution ikke-kommersiell, Share Alike
nl: Bijdrage, niet-commercieel, gelijke delen
pl: Niekomercyjne przypisanie, w równych częściach
pt: Atribuição uso não comercial, partilhamento pela mesma licença
pt_br: Atribuição não comercial, compartilhamento semelhante
ru: Определение Некоммерческий Поделиться Идентичные
sl: Priznanje avtorstva – nekomercialno – deljenje pod istimi pogoji
sv: Attribut – Ej kommersiellt/dela lika
sv_instk12: Attribut – Ej kommersiellt/dela lika
th: การให้เครดิต ไม่ได้ใช้ในเชิงพาณิชย์ สำหรับแชร์ต่อ
vi: Thuộc Tính Phi Thương Mại Chia Sẻ Tương Tự
zh: 属性 非商业使用 相同方式共享
zh_hk: 屬性 - 非商業性相同方式共用

source: Attribution Share Alike
ar: سمة المشاركة أيضًا
ca: Reconeixement Compartir Igual
da: Navngivelse del ligeligt
da_instk12: Navngivelse del ligeligt
es: Atribución-CompartirIgual
es_es: Atribución compartir igual
fi: Määrite Jaa yhtäläisyys
fr: Paternité - Partage des Conditions Initiales à l'Identique
fr_ca: Attribution — Partager identique
ga: Admháil Roinn Mar a Chéile
hi: एट्रिब्यूशन एक जैसा साझा करें
ht: Atribisyon Pataje Tankou
id: Atribusi Bagikan Sejenis
is: Eiginleiki Share Alike
it: Attribuzione - Condividi allo stesso modo
ja: 帰属似たものを共有する
ko: 저작자표시 동일조건변경허락
mi: Tukunga Tuari Rite
ms: Atribusi Berkongsi Sama
nl: Bijdrage, gelijke delen
pl: Przypisanie w równych częściach
pt: Partilhamento pela mesma licença
pt_br: Atribuição de compartilhamento semelhante
ru: Определение Поделиться Идентичные
sl: Priznanje avtorstva – deljenje pod istimi pogoji
sv: Attribut – Dela lika
sv_instk12: Attribut – Dela lika
th: การให้เครดิต สำหรับแชร์ต่อ
vi: Thuộc Tính Chia Sẻ Tương Tự
zh: 属性 相同方式共享
zh_hk: 屬性 - 相同方式共用

source: Audio
ar: صوت
ca: So
cy: Sain
da: Lyd
da_instk12: Lyd
fi: Ääni
ga: Fuaim
hi: ऑडियो
ht: Odyo
is: Hljóð
ja: オーディオ
ko: 오디오
mi: Ororongo
nb: Lyd
nb_instk12: Lyd
pt: Áudio
pt_br: Áudio
ru: Аудио
sl: Zvok
sv: Ljud
sv_instk12: Ljud
th: เสียง
vi: Âm Thanh
zh: 音频
zh_hk: 音訊

source: Audio recorder loading
ar: تحميل التسجيل الصوتي
ca: S’està carregant l’enregistradora de so
cy: Wrthi’n llwytho recordiwr sain
da: Indlæser lydoptager
da_instk12: Indlæser lydoptager
de: Audio-Recorder laden
es: Grabador de audio cargándose
es_es: Cargando grabación de audio
fi: Nauhuria ladataan
fr: Chargement de l'enregistreur audio
fr_ca: Chargement de l’enregistreur audio
ga: Taifeadta fuaime á lódáil
hi: ऑडियो रिकॉर्डर लोड किया जा रहा है
ht: Chajman anrejistrè odyo
id: Memuat perekam audio
is: Hljóðupptökutæki hleðst inn
it: Caricamento registrazione audio
ja: 音声録音の読み込み
ko: 오디오 녹음기 로드
mi: Utanga hopu ororongo
ms: Perakam audio dimuatkan
nb: Lydopptaker laster
nb_instk12: Lydopptaker laster
nl: Audiorecorder laden
pl: Wczytywanie rejestratora dźwięku
pt: Carregamento do gravador de áudio
pt_br: Carregando gravador de áudio
ru: Загрузка записи аудио
sl: Nalaganje snemalnika zvoka
sv: Ljudinspelare läses in
sv_instk12: Ljudinspelare läses in
th: การโหลดระบบบันทึกเสียง
vi: Đang tải máy ghi âm
zh: 音频录制器加载中
zh_hk: 錄音器載入

source: Augment Reality
ar: الواقع المعزز
ca: Realitat augmentada
cy: Realiti Estynedig
de: Erweitern der Realität
es: Aumentar realidad
es_es: Aumentar realidad
fi: Lisätty todellisuus
fr: Augmenter Réalité
fr_ca: Réalité augmentée
ga: Cur leis an Réaltacht
hi: ऑगमेंट रिएलिटी
ht: Ogmante Reyalite a
is: Bættur raunveruleiki
it: Aumenta realtà
ja: 拡張現実（AR）
ko: 증강 현실
mi: Whakanui motuhenga
ms: Realiti Imbuh
nb: Utvide virkelighet
nb_instk12: Utvide virkelighet
nl: Realiteit verbeteren
pl: Poszerz rzeczywistość
pt: Realidade aumentada
pt_br: Aumentar realidade
ru: Дополнить реальность
sl: Obogatena resničnost
sv: Förstärkt verklighet
sv_instk12: Förstärk verkligheten
vi: Thực Tế Tăng Cường
zh: 增强现实
zh_hk: 擴增實境

source: Aurora
ar: أورورا
cy: Awrora
fr: Aurore
fr_ca: Aurore
hi: ध्रुवीय ज्योति
ht: Owò
is: Grænfjólublár
pl: Zorza poranna
ru: Аврора
sl: Severni sij
sv: Morgonrodnad
sv_instk12: Morgonrodnad
th: ออโรร่า
vi: Cực quang
zh: 极光
zh_hk: 極光

source: Authentication failed. Most likely the user denied the request for access.
ar: فشلت المصادقة. رفض المستخدم على الأغلب طلب الوصول.
ca: No s'ha pogut dur a terme l'autenticació. El més probable és que l'usuari hagi denegat la sol·licitud d'accés.
cy: Wedi methu dilysu. Mae’n bur debyg bod y defnyddiwr wedi gwrthod y cais am fynediad.
da: Godkendelse mislykkedes Brugeren har sandsynligvis nægtet adgang.
da_instk12: Godkendelse mislykkedes Brugeren har sandsynligvis nægtet adgang.
de: Authentifizierung fehlgeschlagen. Wahrscheinlich hat der/die Benutzer*in den Zugriff verweigert.
es: Falló la autenticación. Es muy probable que el usuario haya rechazado la solicitud de acceso.
es_es: Ha habido un error al autentificarse. Es muy probable que el usuario haya rechazado la solicitud de acceso.
fi: Todennus epäonnistui. Mitä todennäköisimmin käyttäjä kielsi käyttöoikeuspyynnön.
fr: Échec de l'authentification L’utilisateur a probablement refusé la demande d'accès.
fr_ca: Échec d'authentification. Très probablement, l'utilisateur a refusé la demande d'accès.
ga: Theip ar fíordheimhniú. Is dócha gur dhiúltaigh an t-úsáideoir an t-iarratas ar rochtain.
hi: प्रमाणीकरण विफल रहा। बहुत हद तक संभावना है कि उपयोगकर्ता ने एक्सेस के अनुरोध को अस्वीकार कर दिया है।
ht: Otantifikasyon echwe. Li pwobab pou itilizatè a refize demann aksè a.
id: Autentikasi gagal. Sepertinya pengguna menolak permintaan akses.
is: Staðfesting tókst ekki. Líklega neitaði notandi aðgangsbeiðninni.
it: Autenticazione non riuscita. Probabilmente l’utente ha negato la richiesta di accesso.
ja: 認証に失敗。おそらく、ユーザーがアクセス要求を拒否しました。
ko: 인증하지 못했습니다. 사용자가 액세스 요청을 거부했을 가능성이 가장 높습니다.
mi: I rahua te motuhēhēnga. Ko te nuinga kaore i whakāetia e te kaiwhakamahi te tono mo te uru.
ms: Pengesahan gagal. Pengguna mungkin telah menafikan permintaan untuk akses.
nb: Autentisering mislyktes. Mest sannsynlig nektet bruker forespørselen om tilgang.
nb_instk12: Autentisering mislyktes. Mest sannsynlig nektet bruker forespørselen om tilgang.
nl: Verificatie mislukt. Hoogstwaarschijnlijk heeft de gebruiker de aanvraag voor toegang geweigerd.
pl: Niepowodzenie uwierzytelnienia. Prawdopodobnie użytkownik odmówił uprawnień dostępu.
pt: Autenticação falhou. Muito provavelmente, o utilizador negou a solicitação de acesso.
pt_br: Falha na autenticação. Provavelmente o usuário recusou a solicitação para acesso.
ru: Сбой авторизации. Скорее всего, пользователь отклонил запрос на доступ.
sl: Overitev ni uspela. Najverjetneje je uporabnik zavrnil zahtevo za dostop.
sv: Autentiseringen misslyckades. Sannolikt avslog användaren åtkomstbegäran.
sv_instk12: Autentiseringen misslyckades. Sannolikt avslog användaren åtkomstbegäran.
th: การตรวจรับรองล้มเหลว ผู้ใช้มักถูกปฏิเสธการใช้งาน
vi: Xác thực thất bại. Nhiều khả năng người dùng đã từ chối yêu cầu truy cập.
zh: 身份验证失败。最有可能的原因是用户拒绝了访问请求。
zh_hk: 驗證失敗。很可能是使用者拒絕了存取請求。
